cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'caskroom/fonts'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'fasd'
brew 'git-extras'
brew 'git-fixup'
brew 'go'
brew 'grc'
brew 'httpie'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'jsonpp'
brew 'n'
brew 'openssl'
brew 'readline'
brew 'rustup-init'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'aerial'
cask 'atom'
cask 'betterzip' # https://macitbetter.com/downloads/
cask 'docker'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'google-backup-and-sync'
cask 'google-chrome-beta'
cask 'iterm2'
cask 'postico'
cask 'postman'
cask 'qlcolorcode' # https://github.com/anthonygelibert/QLColorCode
cask 'qlmarkdown' # https://github.com/toland/qlmarkdown
cask 'qlstephen' # https://github.com/whomwah/qlstephen
cask 'qlvideo' # https://github.com/Marginal/QLVideo
cask 'quicklook-json' # http://www.sagtau.com/quicklookjson.html
cask 'quicklookase' # https://github.com/rsodre/QuickLookASE
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'suspicious-package' # https://www.mothersruin.com/software/SuspiciousPackage/
cask 'transmission'
cask 'tunnelbear'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
cask 'webpquicklook' # https://github.com/dchest/webp-quicklook
cask 'zoomus'
