cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'fasd'
brew 'git-extras'
brew 'git-fixup'
brew 'go'
brew 'grc'
brew 'httpie'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'jsonpp'
brew 'n'
brew 'openssl'
brew 'readline'
brew 'rustup-init'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'pyenv'
