cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'fasd'
brew 'git-extras'
brew 'git-fixup'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'jsonpp'
brew 'n'
brew 'openssl'
brew 'readline'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'docker'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome-beta'
cask 'iterm2'
cask 'postico'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'tunnelblick'
cask 'tunnelbear'
cask 'vlc'
