cask_args appdir: '/Applications'

tap 'warrensbox/tap'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'git-extras'
brew 'git-fixup'
brew 'grc'
brew 'httpie'
brew 'imagemagick'
brew 'jp2a'
brew 'jq' # example echo '{"foo": 0}' | jq
brew 'jsonpp'
brew 'openssl'
brew 'n'
brew 'readline'
brew 'tfswitch'
brew 'vim'
brew 'wget'
brew 'yq' # example with json - yq r file.yml -j |  jq '.something|keys[]'
brew 'zsh'

cask '1password'
cask 'chatgpt'
cask 'docker'
cask 'gpg-suite-no-mail'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'hyper'
cask 'iterm2'
cask 'notion'
cask 'ngrok'
cask 'postico'
cask 'postman'
cask 'qlcolorcode' # https://github.com/anthonygelibert/QLColorCode
cask 'qlmarkdown' # https://github.com/toland/qlmarkdown
cask 'qlstephen' # https://github.com/whomwah/qlstephen
cask 'quicklook-json' # http://www.sagtau.com/quicklookjson.html
cask 'rar'
cask 'slack'
cask 'spotify'
cask 'tunnelbear'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'